//Задайте в програмі довільні 5 цілих та 5 дійсних чисел.Вивести на екран таблицю з цих значень у вигляді, слідкуючи за "красою" виводу:
//x | 1 | 2 | 3 | 4 | 5 |
//-| --| --| --| --| --|
//y | 3.0 | 1.0 | 5.0 | 4.0 | 2.1 |
#include <stdio.h>

int main() {
	int x1 = 1, x2 = 2, x3 = 3, x4 = 4, x5 = 5;
	float y1 = 3, y2 = 8, y3 = 9, y4 = 11, y5 = 12;
	printf("x |  %d  |  %d  |  %d  |  %d  |  %d  |\n", x1, x2, x3, x4, x5);
	printf("- | --  | --  | --  | --  | --  |\n");
	printf("y | %.2f| %.2f| %.2f| %.2f| %.2f|\n", y1, y2, y3, y4, y5);
}